{
  "title": "Cookie Policy",
  "lastUpdated": "2024-03-15",
  "introduction": "This Cookie Policy explains how EdTech Course uses cookies and similar technologies to recognize you when you visit our website. It explains what these technologies are and why we use them, as well as your rights to control our use of them.",
  "sections": [
    {
      "title": "1. What Are Cookies",
      "content": "Cookies are small data files that are placed on your computer or mobile device when you visit a website. Cookies are widely used by website owners to make their websites work, or to work more efficiently, as well as to provide reporting information."
    },
    {
      "title": "2. Why We Use Cookies",
      "content": "We use cookies for several reasons. Some cookies are required for technical reasons for our website to operate, and we refer to these as 'essential' or 'strictly necessary' cookies. Other cookies also enable us to track and target the interests of our users to enhance the experience on our platform. Third parties serve cookies through our website for advertising, analytics, and other purposes."
    },
    {
      "title": "3. Types of Cookies We Use",
      "content": "Essential cookies: These cookies are strictly necessary to provide you with services available through our website and to use some of its features, such as access to secure areas.\n\nPerformance and functionality cookies: These cookies are used to enhance the performance and functionality of our website but are non-essential to its use.\n\nAnalytics and customization cookies: These cookies collect information that is used either in aggregate form to help us understand how our website is being used or to help us customize our website for you.\n\nAdvertising cookies: These cookies are used to make advertising messages more relevant to you."
    },
    {
      "title": "4. How Can You Control Cookies",
      "content": "You have the right to decide whether to accept or reject cookies. You can exercise your cookie rights by setting your preferences in the Cookie Consent Manager. The Cookie Consent Manager allows you to select which categories of cookies you accept or reject. Essential cookies cannot be rejected as they are strictly necessary to provide you with services.\n\nYou can also set or amend your web browser controls to accept or refuse cookies. If you choose to reject cookies, you may still use our website though your access to some functionality and areas of our website may be restricted."
    },
    {
      "title": "5. Third-Party Cookies",
      "content": "In addition to our own cookies, we may also use various third-party cookies to report usage statistics of the service, deliver advertisements on and through the service, and so on. These third-party services may use cookies, web beacons, and other storage technologies to collect or receive information from our website and elsewhere on the internet and use that information to provide measurement services and target ads."
    },
    {
      "title": "6. Google Analytics",
      "content": "We use Google Analytics, a web analytics service provided by Google, Inc. Google Analytics uses cookies to help us analyze how users use our site. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\n\nGoogle will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators, and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf."
    },
    {
      "title": "7. Social Media Features",
      "content": "Our website includes social media features, such as the Facebook Like button and widgets, such as the Share button or interactive mini-programs that run on our site. These features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our Site. Your interactions with these features are governed by the privacy policy of the company providing it."
    },
    {
      "title": "8. Updates to This Cookie Policy",
      "content": "We may update this Cookie Policy from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal, or regulatory reasons. Please therefore re-visit this Cookie Policy regularly to stay informed about our use of cookies and related technologies."
    },
    {
      "title": "9. More Information About Cookies",
      "content": "If you have any questions about our use of cookies or other technologies, please email us at privacy@edtechcourse.com."
    },
    {
      "title": "10. Your Consent",
      "content": "By continuing to use our website, you are agreeing to our placing cookies on your computer or device in accordance with the terms of this Cookie Policy. If you do not wish to accept cookies in connection with your use of this website, you must stop using our website."
    }
  ]
} 