{
  "title": "Terms of Service",
  "lastUpdated": "2024-03-15",
  "introduction": "Welcome to EdTech Course. By accessing or using our website, services, and resources, you agree to be bound by these Terms of Service (\"Terms\"). Please read these Terms carefully before using our platform.",
  "sections": [
    {
      "title": "1. Acceptance of Terms",
      "content": "By accessing or using our services, you acknowledge that you have read, understood, and agree to be bound by these Terms. If you do not agree to these Terms, please do not use our platform."
    },
    {
      "title": "2. Description of Services",
      "content": "EdTech Course provides an educational platform designed for in-class teaching and interactive learning. Our services include access to educational content, interactive lessons, resources, and related tools and features."
    },
    {
      "title": "3. User Accounts",
      "content": "To access certain features of our platform, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account."
    },
    {
      "title": "4. User Conduct",
      "content": "You agree to use our services only for lawful purposes and in accordance with these Terms. You agree not to use our services in any way that could damage, disable, overburden, or impair our servers or networks, or interfere with any other party's use and enjoyment of our services."
    },
    {
      "title": "5. Intellectual Property",
      "content": "All content on our platform, including but not limited to text, graphics, logos, images, audio clips, and software, is the property of EdTech Course or its content suppliers and is protected by international copyright laws. Unauthorized use of such materials is prohibited."
    },
    {
      "title": "6. Third-Party Links and Services",
      "content": "Our platform may contain links to third-party websites or services that are not owned or controlled by EdTech Course. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services."
    },
    {
      "title": "7. Termination",
      "content": "We may terminate or suspend your account and access to our services immediately, without prior notice or liability, for any reason whatsoever, including, without limitation, if you breach these Terms."
    },
    {
      "title": "8. Disclaimer of Warranties",
      "content": "Our services are provided on an \"as is\" and \"as available\" basis. EdTech Course makes no warranties, expressed or implied, regarding the operation of our services or the information, content, or materials included therein."
    },
    {
      "title": "9. Limitation of Liability",
      "content": "In no event shall EdTech Course, its officers, directors, employees, or agents, be liable to you for any direct, indirect, incidental, special, punitive, or consequential damages whatsoever resulting from any (i) errors, mistakes, or inaccuracies of content; (ii) personal injury or property damage; (iii) unauthorized access to or use of our secured servers and/or any personal information stored therein; or (iv) any other matter relating to our services."
    },
    {
      "title": "10. Changes to Terms",
      "content": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion."
    },
    {
      "title": "11. Governing Law",
      "content": "These Terms shall be governed and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law provisions."
    },
    {
      "title": "12. Contact Us",
      "content": "If you have any questions about these Terms, please contact us at contact@spsdigitaltech.com."
    }
  ]
} 